Repository: juliekitty/project_kidplanner
Catalog: lib/l10n/intl_*.arb
Languages: fr_fr

# General_go
source: GO
fr_fr: OK

# HP_SnackBar_NotEnoughPoints
source: You do not have enough point to play!
fr_fr: Tu n'as pas assez de points pour jouer!

# HP_AlertDialog_Title
source: What's your name?
fr_fr: Comment t'appelles-tu ?

# HP_AlertDialog_Form_LabelText
source: Name
fr_fr: Nom

# HP_AlertDialog_Form_ValidationText
source: Please enter your name
fr_fr: Merci d'entrer ton nom

# HP_Carousel_Routines
source: Begin a routine
fr_fr: Tes routines

# HP_Carousel_Routine_MorningTitle
source: Morning Routine
fr_fr: Routine du matin

# HP_Carousel_Routine_MorningDescr
source: Begin your morning routine!
fr_fr: Commence la routine du matin !

# HP_Carousel_Routine_BedtimeTitle
source: Bedtime Routine
fr_fr: Routine du coucher

# HP_Carousel_Routine_BedtimeDescr
source: Begin your bedtime routine!
fr_fr: Commence la routine du coucher !

# HP_Carousel_Bonus
source: Win bonus points
fr_fr: Gagne des points bonus

# HP_Carousel_Bonus_TasksTitle
source: Bonus Tasks
fr_fr: Tâches bonus

# HP_Carousel_Bonus_TasksDescr
source: Win bonus points!
fr_fr: Gagne des points bonus

# HP_Carousel_Bonus_AdvicesTitle
source: Planning advices
fr_fr: Conseils d'organisation

# HP_Carousel_Bonus_AdvicesDescr
source: Preparation is key!
fr_fr: La clé c'est la préparation !

# HP_Carousel_Games
source: Play games
fr_fr: Jeux

# HP_Carousel_Games_GamesTitle
source: Games
fr_fr: Snake

# HP_Carousel_Games_GamesDescr
source: Redeem your rewards!
fr_fr: Utilise tes points !

# Profile_PageTitle
source: Profile
fr_fr: Profil

# Profile_Points_label
source: Current score:
fr_fr: Score actuel:

# Profile_Programs_label
source: Your programs:
fr_fr: Tes routines :

# Profile_Debug_addPointsButtonlabel
source: Add 500
fr_fr: Ajoute 500

# Profile_Credits_label
source: Credits
fr_fr: Crédits

# Countdown_PageTitle
source: Task Timer
fr_fr: Chronomètre

# Countdown_PageIntroText
source: Set a timer for a task!
fr_fr: Crée un chronomètre pour une tâche de ton choix !

# Countdown_SetTimerButtonLabel
source: Set a timer
fr_fr: Créer

# Bonus_PageTitle
source: Bonus Tasks
fr_fr: Tâches bonus

# Advices_PageTitle
source: Planning advices
fr_fr: Conseils d'organisation
